Repository: microsoft/PowerToys
Catalog: src/core/Microsoft.PowerToys.Settings.UI/Strings/*/Resources.resw
Source language: en_us
Languages: de_de

# Shell_Main.Content
source: Main
de_de: Hauptseite

# Shell_General.Content
source: General
de_de: Allgemein

# KeyboardManager_ConfigHeader.Text
source: Current configuration
de_de: Aktuelle Konfiguration

# KeyboardManager_Description.Text
source: Reconfigure your keyboard by remapping keys and shortcuts
de_de: Rekonfigurieren Sie Ihre Tastatur durch Neuzuordnung von Tasten und Tastenkombinationen

# KeyboardManager_EnableToggle.Header
source: Enable Keyboard Manager
de_de: Tastatur-Manager aktivieren

# KeyboardManager_ProfileDescription.Text
source: Select the profile to display the active key remap and shortcuts
de_de: Wählen Sie das Profil aus, um die aktive Tastenzuordnung und Tastenkürzel anzuzeigen

# KeyboardManager_RemapKeyboardButton.Content
source: Remap a key
de_de: Eine Taste neu zuordnen

# KeyboardManager_RemapKeyboardHeader.Text
source: Remap keys
de_de: Tastatur neu zuordnen

# KeyboardManager_RemapShortcutsButton.Content
source: Remap a shortcut
de_de: Eine Verknüpfung neu zuordnen

# KeyboardManager_RemapShortcutsHeader.Text
source: Remap shortcuts
de_de: Verknüpfungen neu zuordnen

# PowerLauncher_Description.Text
source: A quick launcher that has additional capabilities without sacrificing performance.
de_de: Ein Schnellstarter, der über zusätzliche Fähigkeiten verfügt, ohne dass die Leistung darunter leidet.

# PowerLauncher_EnablePowerLauncher.Header
source: Enable PowerToys Run
de_de: PowerToys Run aktivieren

# PowerLauncher_SearchResults.Text
source: Search & results
de_de: Suche & Ergebnisse

# PowerLauncher_SearchResultPreference.Header
source: Search result preference
de_de: Suchergebnis-Präferenz

# PowerLauncher_SearchResultPreference_MostRecentlyUsed
source: Most recently used
de_de: Zuletzt verwendet

# PowerLauncher_SearchResultPreference_AlphabeticalOrder
source: Alphabetical order
de_de: Alphabetisch

# PowerLauncher_SearchResultPreference_RunningProcessesOpenApplications
source: Running processes/open applications
de_de: Laufende Prozesse/offene Anwendungen

# PowerLauncher_SearchTypePreference.Header
source: Search type preference
de_de: Suchtyp-Präferenz

# PowerLauncher_SearchTypePreference_ApplicationName
source: Application name
de_de: Name der Anwendung

# PowerLauncher_SearchTypePreference_StringInApplication
source: A string that is contained in the application
de_de: Eine Zeichenfolge, die in der Anwendung enthalten ist

# PowerLauncher_SearchTypePreference_ExecutableName
source: Executable name
de_de: Name der ausführbaren Datei

# PowerLauncher_MaximumNumberOfResults.Header
source: Maximum number of results
de_de: Maximale Anzahl an Ergebnissen

# PowerLauncher_Shortcuts.Text
source: Shortcuts
de_de: Verknüpfungen

# PowerLauncher_OpenPowerLauncher.Header
source: Open PowerToys Run
de_de: PowerToys Run öffnen

# PowerLauncher_OpenFileLocation.Header
source: Open file location
de_de: Dateispeicherort öffnen

# PowerLauncher_CopyPathLocation.Header
source: Copy path location
de_de: Pfad-Speicherort kopieren

# PowerLauncher_OpenConsole.Header
source: Open console
de_de: Konsole öffnen

# PowerLauncher_OverrideWinRKey.Content
source: Override Win+R key
de_de: Win+R-Taste überschreiben

# PowerLauncher_OverrideWinSKey.Content
source: Override Win+S key
de_de: Win+S-Taste überschreiben

# KeyboardManager_KeysMappingLayoutRightHeader.Text
source: To:
de_de: Zu:

# About_This_Feature.Text
source: About this feature
de_de: Über diese Funktion

# FancyZones_Description.Text
source: Create window layouts to help make multi-tasking easy.
de_de: Erstellen Sie Fensterlayouts, um Multi-Tasking zu erleichtern.

# FancyZones_DisplayChangeMoveWindowsCheckBoxControl.Content
source: Keep windows in their zones when the screen resolution changes
de_de: Fenster in ihren Zonen belassen, wenn sich die Bildschirmauflösung ändert

# FancyZones_EnableToggleControl_HeaderText.Header
source: Enable FancyZones
de_de: FancyZones aktivieren

# FancyZones_ExcludeApps.Text
source: Excluded apps
de_de: Ausgeschlossene Apps

# FancyZones_ExcludeApps_TextBoxControl.Header
source: To exclude an application from snapping to zones add its name here (one per line). These apps will react only to Windows Snap.
de_de: Um eine Anwendung vom Einrasten in Zonen auszuschließen, fügen Sie hier ihren Namen ein (einen pro Zeile). Diese Anwendungen reagieren nur auf Windows Snap.

# FancyZones_HighlightOpacity.Header
source: Zone highlight opacity
de_de: Deckkraft der Zonenhervorhebung (%)

# FancyZones_MakeDraggedWindowTransparentCheckBoxControl.Content
source: Make dragged window transparent
de_de: Verschobenes Fenster transparent machen

# FancyZones_MouseDragCheckBoxControl_Header.Content
source: Use a non-primary mouse button to toggle zone activation
de_de: Halten Sie eine nicht-primäre Maustaste gedrückt, um während dem Verschieben Zonen zu aktivieren

# FancyZones_OverrideSnapHotkeysCheckBoxControl.Content
source: Override Windows Snap hotkeys (Win + Arrow) to move windows between zones
de_de: Windows-Snap-Hotkeys außer Kraft setzen (Win + Pfeil), um Fenster zwischen Zonen zu verschieben

# FancyZones_SaveZoneHighlightColor.Content
source: Save Zone Highlight Color Choice
de_de: Speichern der Farbauswahl für die Zonenhervorhebung

# FancyZones_ShiftDragCheckBoxControl_Header.Content
source: Hold Shift key to activate zones while dragging
de_de: Halten Sie die Umschalttaste gedrückt, um Zonen während des Verschiebens zu aktivieren

# FancyZones_ShowZonesOnAllMonitorsCheckBoxControl.Content
source: Show zones on all monitors while dragging a window
de_de: Beim Verschieben eines Fensters Zonen auf allen Monitoren anzeigen

# FancyZones_UseCursorPosEditorStartupScreen.Content
source: Follow mouse cursor instead of focus when launching editor in a multi screen environment
de_de: Folge dem Mauszeiger statt dem Fokus, wenn Sie den Editor in einer Mehrbildschirmumgebung starten

# FancyZones_ZoneBehavior_GroupSettings.Text
source: Zone behavior
de_de: Verhalten der Zone

# FancyZones_ZoneHighlightColor.Text
source: Zone highlight color (Default: #0078D7)
de_de: Zonenhervorhebungs-Farbe (default: #0078D7)

# FancyZones_ZoneSetChangeMoveWindows.Content
source: During zone layout changes, windows assigned to a zone will match new size/positions
de_de: Bei Änderungen des Zonenlayouts werden die einer Zone zugewiesenen Fenster der neuen Größe/Position angepasst

# Give_Feedback.Text
source: Give feedback
de_de: Feedback geben

# Module_overview.Text
source: Module overview
de_de: Modul-Übersicht

# AttributionTitle.Text
source: Attribution
de_de: Zuschreibung

# GeneralPage_AboutPowerToysHeader.Text
source: About PowerToys
de_de: Über PowerToys

# GeneralPage_CheckForUpdates.Content
source: Check for updates
de_de: Nach Updates suchen

# GeneralPage_PrivacyStatement_URL.Text
source: Privacy statement
de_de: Erklärung zum Datenschutz

# GeneralPage_Radio_Theme_Dark.Content
source: Dark
de_de: Dunkel

# GeneralPage_Radio_Theme_Default.Content
source: System default
de_de: System-Standard

# GeneralPage_Radio_Theme_Light.Content
source: Light
de_de: Hell

# GeneralPage_ReportAbug.Text
source: Report a bug
de_de: Einen Fehler melden

# GeneralPage_RequestAFeature_URL.Text
source: Request a feature
de_de: Eine Funktion anfragen

# GeneralPage_RestartAsAdmin_Button.Content
source: Restart as administrator
de_de: Neustart als Administrator

# GeneralPage_ToggleSwitch_RunAtStartUp.Header
source: Run at startup
de_de: Beim Start ausführen

# MiscellaneousTextBlockTitle.Text
source: Miscellaneous
de_de: Verschiedenes

# PowerRename_Description.Text
source: A Windows Shell extension for more advanced bulk renaming using search and replace or regular expressions.
de_de: Eine Windows Shell-Erweiterung für erweiterte Massenumbenennungen unter Verwendung von Suchen und Ersetzen oder regulären Ausdrücken.

# PowerRename_Toggle_Enable.Header
source: Enable PowerRename
de_de: PowerRename aktivieren

# RadioButtons_Name_Theme.Header
source: Settings theme
de_de: Einstellungs-Erscheinungsbild

# PowerRename_Toggle_EnableOnContextMenu.Header
source: Show icon on context menu
de_de: Symbol im Kontextmenü anzeigen

# PowerRename_Toggle_EnableOnExtendedContextMenu.Header
source: Appear only in extended context menu (Shift + Right-click)
de_de: Erscheint nur im erweiterten Kontextmenü (Umschalt + Rechtsklick)

# PowerRename_Toggle_MaxDispListNum.Header
source: Maximum number of items
de_de: Maximale Anzahl an Elementen, die in der Liste "zuletzt verwendet" für die automatische Vervollständigung angezeigt werden

# PowerRename_Toggle_RestoreFlagsOnLaunch.Header
source: Show values from last use
de_de: Werte der letzten Verwendung anzeigen

# FileExplorerPreview_Description.Text
source: These settings allow you to manage your Windows File Explorer custom preview handlers.
de_de: Diese Einstellungen ermöglichen es Ihnen, Ihre benutzerdefinierten Vorschau-Handler für den Windows-Datei-Explorer zu verwalten.

# OpenSource_Notice.Text
source: Open-source notice
de_de: Open-Source-Hinweis

# PowerRename_Toggle_AutoComplete.Header
source: Enable autocomplete for the search and replace fields
de_de: Aktivieren Sie die Autovervollständigung und das automatische Vorschlagen der zuletzt verwendeten Liste für die Autovervollständigung in der Dropdown-Liste

# FancyZones_BorderColor.Text
source: Zone border color (Default: #FFFFFF)
de_de: Farbe der Zonenränder (Default #FFFFFF)

# FancyZones_InActiveColor.Text
source: Zone inactive color (Default: #F5FCFF)
de_de: Farbe der inaktiven Zonen (Default #F5FCFF)

# FancyZones_SaveBorderColor.Content
source: Save Zone Border Color Choice
de_de: Farbauswahl für Zonengrenzen speichern

# FancyZones_SaveZoneInActiveColor.Content
source: Save Zone Inactive Color Choice
de_de: Farbauswahl für inaktive Zonen speichern

# ShortcutGuide_Description.Text
source: Shows a help overlay with Windows shortcuts when the Windows key is pressed.
de_de: Zeigt ein Hilfe-Overlay mit Windows-Verknüpfungen an, wenn die Windows-Taste gedrückt wird.

# ShortcutGuide_PressTime.Header
source: Press duration before showing (ms)
de_de: Drückdauer zum Anzeigen (ms)

# ShortcutGuide_Appearance_Behavior.Text
source: Appearance & behavior
de_de: Erscheinungsbild & Verhalten

# ShortcutGuide_Enable.Header
source: Enable Shortcut Guide
de_de: Shortcut Guide aktivieren

# ShortcutGuide_OverlayOpacity.Header
source: Opacity of background
de_de: Deckkraft des Hintergrunds (%)

# ShortcutGuide_Theme.Header
source: Choose Shortcut Guide overlay color
de_de: Wählen Sie die Overlay-Farbe für den Shortcut Guide

# ImageResizer_CustomSizes.Text
source: Image sizes
de_de: Bildgrößen

# ImageResizer_Description.Text
source: Lets you resize images by right-clicking.
de_de: Ermöglicht die Größenänderung von Bildern durch Klicken mit der rechten Maustaste.

# ImageResizer_EnableToggle.Header
source: Enable Image Resizer
de_de: Image Resizer aktivieren

# ImageResizer_AddSizeButton.Label
source: Add size
de_de: Größe hinzufügen

# ImageResizer_SaveSizeButton.Label
source: Save sizes
de_de: Größen speichern

# ImageResizer_Encoding.Text
source: JPEG quality level
de_de: JPEG-Qualitätsstufe

# ImageResizer_TIFFCompression.Header
source: TIFF compression
de_de: TIFF-Kompression

# File.Text
source: File
de_de: Datei

# Default.Content
source: Default
de_de: Standard

# ImageResizer_ENCODER_TIFF_Default.Content
source: Default
de_de: Standard

# ImageResizer_ENCODER_TIFF_None.Content
source: None
de_de: Kein

# ImageResizer_FallbackEncoder_BMP.Content
source: BMP encoder
de_de: BMP-Kodierung

# ImageResizer_FallbackEncoder_GIF.Content
source: GIF encoder
de_de: GIF-Kodierung

# ImageResizer_FallbackEncoder_JPEG.Content
source: JPEG encoder
de_de: JPEG-Kodierung

# ImageResizer_FallbackEncoder_PNG.Content
source: PNG encoder
de_de: PNG-Kodierung

# ImageResizer_FallbackEncoder_TIFF.Content
source: TIFF encoder
de_de: TIFF-Kodierung

# ImageResizer_FallbackEncoder_WMPhoto.Content
source: WMPhoto encoder
de_de: WMPhoto-Kodierung

# ImageResizer_Sizes_Fit_Fill.Content
source: Fill
de_de: Füllen

# ImageResizer_Sizes_Fit_Fit.Content
source: Fit
de_de: Passend

# ImageResizer_Sizes_Fit_Stretch.Content
source: Stretch
de_de: Gedehnt

# ImageResizer_Sizes_Units_CM.Content
source: Centimeters
de_de: Zentimeter

# ImageResizer_Sizes_Units_Inches.Content
source: Inches
de_de: Zoll

# ImageResizer_Sizes_Units_Percent.Content
source: Percent
de_de: Prozent

# ImageResizer_Sizes_Units_Pixels.Content
source: Pixels
de_de: Pixel

# Off.Content
source: Off
de_de: Aus

# On.Content
source: On
de_de: An

# GeneralPage_ToggleSwitch_AlwaysRunElevated_Link.Text
source: Learn more about administrator mode
de_de: Mehr über den Administratormodus erfahren

# GeneralPage_ToggleSwitch_AutoDownloadUpdates.Header
source: Download updates automatically (Except on metered connections)
de_de: Updates automatisch herunterladen (außer bei getakteten Verbindungen)

# GeneralPage_ToggleSwitch_RunningAsAdminNote.Text
source: Currently running as administrator
de_de: Derzeit als Administrator ausgeführt

# GeneralSettings_AlwaysRunAsAdminText.Header
source: Always run as administrator
de_de: Immer als Administrator ausführen

# GeneralSettings_RunningAsUserText
source: Running as user
de_de: Als Nutzer ausgeführt

# GeneralSettings_RunningAsAdminText
source: Running as administrator
de_de: Als Administrator ausgeführt

# About_FancyZones.Text
source: About FancyZones
de_de: Über FancyZones

# About_FileExplorerPreview.Text
source: About File Explorer Preview
de_de: Über File Explorer Preview

# About_ImageResizer.Text
source: About Image Resizer
de_de: Über Image Resizer

# About_KeyboardManager.Text
source: About Keyboard Manager
de_de: Über Keyboard Manager

# About_PowerLauncher.Text
source: About PowerToys Run
de_de: Über PowerToys Run

# About_PowerRename.Text
source: About Power Rename
de_de: Über Power Rename

# About_ShortcutGuide.Text
source: About Shortcut Guide
de_de: Über Shortcut Guide

# Shortcut_Overlay_Theme.Header
source: Background theme
de_de: Hintergrund-Erscheinungsbild

# Admin_mode.Text
source: Administrator mode
de_de: Administratormodus

# General_RunAsAdminRequired.Text
source: You need to run as administrator to use this setting
de_de: Um diese Einstellung verwenden zu können, müssen Sie die Anwendung als Administrator ausführen
